Repository: WPPlugins/gus-api-nip24pl
Catalog: languages/gus-api-nip24pl-*.po
Languages: pl_pl

source: Enter VAT ID number and press <b>Fetch data</b> button.
pl_pl: Podaj numer NIP i naciśnij przycisk <b>Pobierz dane</b>.

source: VAT ID
pl_pl: NIP

source: Fetch data
pl_pl: Pobierz dane

source: is invalid
pl_pl: jest nieprawidłowy.

source: Data outdated? <a href="javascript:nip24GetInvoiceData(true);">Click here!</a>
pl_pl: Dane nieaktualne? <a href="javascript:nip24GetInvoiceData(true);">Kliknij tutaj!</a>

source: Specified company VAT ID number is invalid.
pl_pl: Podany numer NIP jest nieprawidłowy.

source: Company status
pl_pl: Status firmy

source: Active
pl_pl: Aktywna

source: Suspended or terminated
pl_pl: Działalnośc zawieszona lub zakończona

source: NIP24 Service
pl_pl: Serwis NIP24

source: The following options are required for integration with NIP24 service.
pl_pl: Poniższe parametry są wymagane do integracji z serwisem NIP24.

source: Service address
pl_pl: Adres serwisu

source: This sets the NIP24 Service URL address. Default is: https://www.nip24.pl/api.
pl_pl: Tutaj należy wpisać adres URL serwisu NIP24. Domyślny adres to: https://www.nip24.pl/api.

source: API Key identifier
pl_pl: Identyfikator klucza API

source: This sets the NIP24 API access key identifier.
pl_pl: Tutaj należy wpisać identyfikator klucza API.

source: API Key value
pl_pl: Klucz API

source: This sets the NIP24 API access key value.
pl_pl: Tutaj należy wpisać klucz API.
